// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon benötigt drei wesentliche Dateien. (einfach gesprochen)
boot0 (im MBR der Festplatte) verantwortlich für das Laden von boot1.
boot1 (im Bootsektor der Zielpartition) findet boot2.
boot2 (root-Verzeichnis der Partition) lädt den Kernel etc.";

"Standard_title" = "Chameleon Standard";
"Standard_description" = "Installiert die drei wesentlichen Dateien und schreibt dabei boot0 in die ersten 440 Byte des MBR, so dass kein existierender Windows-Code überschrieben wird. boot0 sucht dann nach boot1h auf der ersten aktiven Partition.
* Diese Option setzt die Zielpartition auf aktiv.";

"Standardhfs_title" = "Chameleon Standard mit boot0hfs";
"Standardhfs_description" = "Installiert die drei wesentlichen Dateien und schreibt dabei boot0hfs in die ersten 440 Byte des MBR, so dass kein existierender Windows-Code überschrieben wird. boot0hfs sucht dann nach boot1h auf der ersten Partition, auch wenn diese nicht aktiv gesetzt ist (boot flag).
* Diese Option setzt die Zielpartition nicht auf aktiv.";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Installiert Chameleon auf die versteckte EFI Systempartition von Festplatten mit GUID Partition Table (GPT). Diese ist normalerweise FAT32-formatiert, falls nicht wird das miterledigt.";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Installiert Chameleon auf die versteckte EFI Systempartition von Festplatten mit GUID Partition Table (GPT) und formatiert diese als HFS+.";

"noboot_title" = "None";
"noboot_description" = "Chameleon nicht installieren (hilfreich wenn nur Extra-Komponenten installiert werden sollen)";

// Utility
"Utility_title" = "Nützliches";
"Utility_description" = "Optionale Bestandteile";

"PrefPanel_title" = "Preference Panel";
"PrefPanel_description" = "Installiert ein Chameleon Panel in den Systemeinstellungen.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Kopiert eine beispielhafte smbios.plist nach /Extra/Configuration.";

"EFIMounter_title" = "EFI Mounter";
"EFIMounter_description" = "Ein Applescript, um die versteckte EFI Partition ein- und auszuhängen. Es funktioniert mit FAT32 and HFS+ und wird in 'Programme' installiert.";

"Documentation_title" = "Dokumentation";
"Documentation_description" = "Dokumentation für die manuelle Installation and Benutzung von Chameleon";

// Options
"Options_title" = "Optionen";
"Options_description" = "Erstellt eine com.apple.Boot.plist in /Extra und setzt die nachfolgend gewählten Schlüssel zur Steuerung von Chameleon.";

"Advanced_title" = "Erweiterte Boot-Optionen";
"Advanced_description" = "Erstellt eine com.apple.Boot.plist in /Extra und setzt die nachfolgend gewählten Schlüssel zur Steuerung von Chameleon.";

"arch_title" = "arch=i386";
"arch_description" = "Bootet den Kernel im 32bit Modus (Standard ist 64bit).";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Kein Chameleon-Banner im Startbild.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Zeigt die Partitionsauswahl ohne Timeout-Screen.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Nutzt das Apple Startbild beim Booten (nicht das boot.png des Themas).";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Bootet ohne Verlaufsmeldungen.";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Übergeht die Anwendung des Restart-Fix.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Nutzt SMBIOS Standardeinstellungen.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Nutzt ein AtiROM.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Nutzt ein NvidiaROM.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Stoppt den Bootprozess nach der Chameleon-Routine und lädt den mach_kernel erst nach Drücken einer beliebigen Taste. Hilfreich bei der Fehlersuche in Kombination mit dem Booten im Text-Modus.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Versucht das Image des letzten Ruhezustands (Hibernation) zu laden.";

"GUI_title" = "GUI=No";
"GUI_description" = "Deaktiviert die graphische Oberfläche beim Booten.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Verwirft die SSDT-Tabellen des BIOS.";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Generiert automatisch die C-States des Prozessors.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Generiert automatisch die P-States des Prozessors.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Nutzt VBIOS.";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "Lässt die Netzwerkkarte als 'built-in' erscheinen.";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "Versucht HPET bei Intel-Chipsätzen zu aktivieren, falls das BIOS diese Einstellung nicht bietet.";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "Versucht das Aufwachen bei fehlerhaftem Image des letzten Ruhezustandes zu erzwingen.";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "Versucht Zugriffsprobleme des EHCI-Controllers bei fehlerhaftem BIOS zu lösen.";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "Führt ein 'Reset' des UHCI-Controllers vor dem Start von OS X aus.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Übergeht die automatische Erkennung des Arbeitsspeichers.";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "Nutzt die automatische Erkennung von NVIDIA-Grafikchipsätzen. Zusätzliche Injektoren sind obsolet.";

// Resolution
"Resolution_title" = "Bildschirmauflösung";
"Resolution_description" = "Setzt die Bildschirmauflösung für den Bootprozess.";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Erscheinungsbild";
"Themes_description" = "Eine Sammlung verschiedener Themen.
Weitere Themen gibt es hier: http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "Vereinfachte Version des neuen Standard-Themas, nutzbar wenn für Chameleon ein eingebettetes Thema benötigt wird.";

"Legacy_title" = "Legacy";
"Legacy_description" = "Das bisherige Standard-Thema";

"Default_title" = "Standard";
"Default_description" = "Das neue Standard-Thema";

"Big_title" = "Big";
"Big_description" = "Groß angelegtes Thema für die glücklichen Leute mit großen Bildschirmen";

"Twilight_title" = "Twilight";
"Twilight_description" = "Einfaches Thema für lichtscheue Wesen";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "Rosa Thema mit Elfe";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "MSi Bootlogo für das MSi-Netbook =)";

"Bullet_title" = "Bullet";
"Bullet_description" = "Das Bullet-Thema von NoSmokingBandit";

"Mint_title" = "Mint";
"Mint_description" = "Das Mint-Thema von Blackosx and Enzo";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "Eine Sammlung nützlicher Erweiterungen";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Kopiert eine smbios.plist mit Standardwerten nach /Extra.";

// Kexts
"Kexts_title" = "Kexte";
"Kexts_description" = "Eine Sammlung nützlicher plist-only Kexte zu Verwendung im Ordner /Extra.";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "AHCI Unterstützung für Intel Southbridge Chipsätze ICH6 - ICH10, JMicron JMB383";

"FakeSMC_title" = "FakeSMC";
"FakeSMC_description" = "SMC Emulator, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"SMCITEController_title" = "SMCITEController";
"SMCITEController_description" = "SMC Controller für ITE-Chips, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"TotallyLegacy_title" = "TotallyLegacy";
"TotallyLegacy_description" = "Eine Sammlung von 'Legacy-kexts' (by smith@@)";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "Korrektur der orangen Icons für interne Laufwerke";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "ATA-Unterstützung für Intel Southbridge Chipsätze ICH6 - ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "ATA-Unterstützung für den JMicron-Chip bei Intel-Chipsätzen";

"Disabler_title" = "Disabler";
"Disabler_description" = "Verhindert das AppleIntelCPUPowerManagement.";

"ZEvOreboot_title" = "ZEvOreboot";
"ZEvOreboot_description" = "Nur für das Zotac GF9300 ITX WiFi mit dsdt.";

// Error strings
"ERROR_BOOTVOL" = "Diese Software muss auf dem Startlaufwerk installiert werden.";
"ERROR_INSTALL" = "Dieses Laufwerk ist nicht für dieses Update geeignet.";

"Newer_Package_Installed_message" = "Es ist bereits eine neuere Version dieses Pakets installiert.";
"Intel_Mac_message" = "Diese Software kann auf diesem Computer nicht installiert werden.";
